Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: The entire album \"%s\" will be permanently deleted from USB storage.
be: Увесь альбом «%s» назаўжды выдаліцца са сховішча USB.

source: The entire thread will be deleted.
be: Выдаліцца ўся галіна.

source: The exclusion list you typed isn't properly formatted.
be: Сьпіс выключэньняў набралі з памылкамі.

source: The external media is not available.
be: Няма доступу да вонкавага сховішча.

source: The file can't be received.
be: Немагчыма атрымаць файл.

source: The file could not be accessed.
be: Нельга атрымаць доступ да файла.

source: The file does not exist!
be: Гэтага файла не існуе!

source: The file doesn't exist.
be: Файл не існуе.

source: The file transfer has completed successfully
be: Пасьпяхова скончылі перадаваць файл(ы)

source: The file was not sent to \"%1$s\".
be: Не даслалі файл да «%1$s».

source: The file was not sent to \u0022%1$s\u0022.
be: Не даслалі файл да «%1$s».

source: The file wasn't sent to \u0022%1$s\u0022.
be: Не даслалі файл да «%1$s».

source: The file will be imported shortly.
be: Файл неўзабаве перапішацца.

source: The file will be received.
be: Атрымаем гэты файл.

source: The file will not be received.
be: Гэтага файла не атрымаем.

source: The following app is requesting superuser access:
be: Наступная праґрама запытваецца на доступ з правамі спраўніка.

source: The following information will help you recover your password if it is ever lost
be: Наступныя зьвесткі могуць дапамагчы аднавіць пароль — калі вы яго згубілі

source: The following one or more applications request permission to access your account, now and in the future.
be: Наступныя адна ці некалькі праґрамаў запытваюцца дазволіць ім доступ да вашага рахунку зараз і ў будучыні.

source: The following package was found to be requesting to respond to Superuser requests.
be: Наступны пакунак запытваецца адказваць на запыты на спраўніка.

source: The following package was found to be requesting to respond to Superuser requests.\n\n - %s\n\nPlease investigate.
be: Наступны пакунак запытваецца адказваць на запыты на спраўніка.\n \n — %s\n \n Калі ласка, разьбярыцеся.

source: The format is not supported.
be: Гэты від не падтрымваецца.

source: The friend \"%s\" will be unblocked.
be: Зьнімецца забарона з «%s».

source: The hostname you typed is not valid.
be: Пазначылі недапушчальную назву вузла.

source: The hostname you typed isn't valid.
be: Пазначылі недапушчальную назву вузла.

source: The hot water is little.
be: Вада ледзь гарачая.

source: The huddle is too large and could not be created.
be: Таемку нельга стварыць: яна завялікая.

source: The interval of time over which you will see traffic coming.
be: Адцінак часу, за які будзе паказвацца, што прыбывае.

source: The keyboard opens any time you touch a text field
be: Клявіятура адчыняецца кожнага разу, як вы націскаеце на тэкставае поле

source: The label does not exist
be: Гэты цэтлік не існуе

source: The language that will be used instead is: %s.
be: Мова, якая будзе ўжывацца замест абранае: %s.

source: The logos and trademarks used in this application are the property of their respective owners.
be: Знакі, таварныя знакі, якія ўжываюцца ў гэтае праґраме, — уласнасьць адпаведных уладальнікаў.

source: The lower the value, the faster you will fling
be: Як меней значэньне, так хутчэй будуць перакідвацца

source: The message is too big to attach a video.
be: Паведамленьне завялікае, каб залучыць відэа.

source: The message may be too large to view.
be: Мажліва, паведамленьне завялікае, каб яго можна было прагледзець.

source: The message will be deleted.
be: Паведамленьне выдаліцца.

source: The mobile network will be unavailable until you restart with a valid SIM card inserted.
be: Перасоўная сетка будзе недаступнаю, пакуль прылада не запусьціцца нанова з чыннаю карткаю SIM.

source: The mode of the map e.g. Satellite
be: Выгляд мапы: напрыклад, «спадарожнікі»

source: The most happy you've ever made me.
be: Гэта найлепшае, што мне калісь рабілі.

source: The name of the site does not match the name on the certificate.
be: Назва пляцоўкі не адпавядае назьве ў пасьведчаньні.

source: The name of the site doesn't match the name on the certificate.
be: Назва пляцоўкі не адпавядае назьве ў пасьведчаньні.

source: The network was avoided due to poor connection.
be: Сетка мае благое злучэньне, таму ёй не скарысталіся.

source: The nickname was not saved because it was empty.
be: Мянушку не захавалі, бо яна пустая.

source: The old PIN you typed is not correct.
be: Вы набралі неадпаведны стары PIN.

source: The old PIN you typed is not correct. Please try again.
be: Набраны вамі стары PIN няслушны. Калі ласка, паспрабуйце зноўку.

source: The old PIN2 you typed is not correct.
be: Набраны вамі стары PIN2 неадпаведны..

source: The old PIN2 you typed is not correct. Please try again.
be: Набраны вамі стары PIN2 няслушны. Калі ласка, паспрабуйце зноўку.

source: The package appears to be corrupt.
be: Падобна, што пакунак — пашкоджаны.

source: The package did not pass verification and cannot be installed.
be: Пакунак нельга ўсталяваць: яго ня спраўджвалі.

source: The package only works on newer versions of Android.
be: Пакунак працуе толькі з навейшымі вэрсіямі Android.

source: The package specified was deleted before installation could be completed.
be: Вызначаны пакунак выдалілі да таго, як яго ўсталёўвалі.

source: The page at '%s' says:
be: Бачына з «%s» кажа:

source: The page at \'%s\' says:
be: Бачына з «%s» кажа:

source: The page contains too many server redirects.
be: Бачына зьмяшчае зашмат перанакіраваньняў паслужніку.

source: The page could not be opened because the URL is invalid.
be: Бачыну нельга адчыніць, бо спасылка хібная.

source: The page you are trying to view contains data that has already been submitted (\"POSTDATA\").
be: Бачына, якую вы спрабуеце паглядзець, зьмяшчае зьвесткі, якія ўжо падаваліся («POSTDATA»).

source: The page you're trying to view contains data that has already been submitted (\"POSTDATA\").
be: Бачына, якую вы спрабуеце паглядзець, зьмяшчае зьвесткі, якія ўжо падаваліся («POSTDATA»).

source: The password is invalid.
be: Хібны пароль.

source: The password is too weak or contains invalid characters.
be: Пароль заслабы, ці зьмяшчае недапушчальныя знакі.

source: The password must have at least 8 characters.
be: Пароль мусіць зьмяшчаць прынамсі 8 знакаў.

source: The passwords don't match.
be: Паролі не супадаюць.

source: The phone can't handle this type of content
be: Тэлефон ня можа апрацаваць гэты від зьмесьціва

source: The phone must be docked to configure dock audio
be: Каб наставіць гук латка, трэба ўсунуць тэлефон у латок

source: The phone number could not be processed.
be: Не ўдаецца апрацаваць тэлефонны нумар.

source: The phone will be in emergency callback mode for %s minute.
be: Тэлефон будзе ў стане надзвычайнага зваротнага выкліку цягам %s хвіліны.

source: The phone will be in emergency callback mode for %s minutes.
be: Ваш тэлефон будзе ў стане надзвычайнага зваротнага выкліку цягам %s хв.

source: The phone will be in emergency callback mode for %s minute. While in this mode no applications using a data connection can be used. Would you like to exit now?
be: Ваш тэлефон будзе ў стане надзвычайнага зваротнага выкліку цягам %s хвіліны. У гэтым стане нельга карыстацца праґрамамі, якія перадаюць дадзеныя. Ці хочаце выйсьці зараз?

source: The phone will be in emergency callback mode for %s minutes. While in this mode no applications using a data connection can be used. Would you like to exit now?
be: Ваш тэлефон будзе ў стане надзвычайнага зваротнага выкліку цягам %s хвілінаў. У гэтым стане нельга карыстацца праґрамамі, якія перадаюць дадзеныя. Ці хочаце выйсьці зараз?

source: The phone will be in this mode for %s minute.
be: Ваш тэлефон будзе ў гэтым стане цягам %s хвіліны.

source: The phone will be in this mode for %s minutes.
be: Тэлефон будзе ў гэтым стане цягам %s хв.

source: The phone will now be reset to factory default.
be: Цяпер тэлефон узновіцца да завадзкога стану.

source: The photos account will be used video uploads.
be: Рахунак на фатаздымкі ўжываццаме, каб запампоўваць відэа.

source: The picture will be deleted.
be: Гэты малюнак выдаліцца.

source: The port field must be empty if the host field is empty.
be: Калі поле «вузел» пустое, поле «порт» мусіць быць таксама пустым.

source: The port you typed is not valid.
be: Вы набралі недапушчальны нумар порту.

source: The port you typed isn't valid.
be: Пазначылі недапушчальны порт.

source: The process %1$s has has violated its self-enforced StrictMode policy.
be: Працэс %1$s парушыў ўласныя правілы строгага стану.

source: The process %1$s has stopped unexpectedly.
be: Працэс %1$s нечакана спыніўся.

source: The process %1$s has stopped unexpectedly. Please try again.
be: Працэс %1$s нечакана спыніўся. Калі ласка, паспрабуйце зноўку.

source: The protocol is not supported.
be: Пратакол не падтрымваецца.

source: The reason you find this content or application objectionable:
be: Падстава лічыць зьмест праґрамы непажаданым:

source: The request can not be handled correctly
be: Нельга апрацаваць запыт належным чынам

source: The request is already sent.
be: Ужо запыталіся.

source: The requested file was not found.
be: Не знайшлі запытанага файла.

source: The requested item could not be found.
be: Не знайшлі запытанага.

source: The selected action is not available while in an emergency call
be: Гэтага нельга зрабіць у стане надзвычайнага зваротнага выкліку

source: The selected action is not available while in the emergency callback mode.
be: Гэтага нельга зрабіць у стане надзвычайнага зваротнага выкліку.

source: The selected action is not available while in the emergency callback mode. The phone will be in this mode for %s minute. Would you like to exit now?
be: Гэтага нельга зрабіць у стане надзвычайнага зваротнага выкліку. Ваш тэлефон будзе ў гэтым стане цягам %s хвіліны. Ці хочаце выйсьці зараз?

source: The selected action is not available while in the emergency callback mode. The phone will be in this mode for %s minutes. Would you like to exit now?
be: Гэтага нельга зрабіць у стане надзвычайнага зваротнага выкліку. Ваш тэлефон будзе ў гэтым стане цягам %s хвілінаў. Ці хочаце выйсьці зараз?

source: The server %s requires that you allow it to remotely control some security features of your phone.
be: Паслужнік %s патрабуе, каб яму дазволілі адлегла кіраваць пэўнымі функцыямі бясьпекі тэлефона.

source: The server %s requires that you allow it to remotely control some security features of your phone. Do you wish to finish setting up this account?
be: Паслужнік %s патрабуе, каб вы дазволілі яму адлегла кіраваць пэўнымі функцыямі бясьпекі вашага тэлефону. Ці хочаце вы скончыць настаўляць гэты рахунак?

source: The server %s requires that you allow it to remotely control some security features of your Android device.
be: Паслужнік %s патрабуе, каб яму дазволілі адлегла кіраваць пэўны функцыямі бясьпекі вашае прылады Android.

source: The server couldn't communicate.
be: Паслужніку не ўдалося перадаць.

source: The server failed to communicate.
be: Паслужніку не ўдалося перадаць.

source: The server failed to communicate. Try again later.
be: Паслужніку не ўдалося перадаць. Паспрабуйце зноўку пазьней.

source: The server has returned an error.
be: Паслужнік вярнуў памылку.

source: The server may not agree with your encryption option.
be: Паслужнік можа не пагаджацца з вашымі можнасьцямі тайнапісу.

source: The server responded with an error.
be: Паслужнік адказаў з памылкаю.

source: The service is busy.
be: Служба занятая.

source: The service will no longer run until started again.
be: Служба ня будзе працаваць, ажно пакуль не запусьціцца зноўку.

source: The site authentication scheme is not supported.
be: Спосаб апазнаваньня не падтрымваецца пляцоўкаю.

source: The size of the item cannot be determined.
be: Нельга вызначыць памер спампоўванага.

source: The specified data usage limit has been reached.
be: Дасягнулі абмежаваньня на выкарыстаньне сеціва.

source: The specified install location is not valid.
be: Вызначылі недапушчальнае месца ўсталёўваць праґраму.

source: The state of threads and recipients is inconsistent.
be: Галіны й атрымальнікі ў супярэчлівым стане.

source: The system
be: Сыстэма

source: The tablet will now be reset to factory default.
be: Цяпер пляншэт узновіцца да завадзкога стану.

source: The temperature is higher than the operating temperature of the phone, functionality is limited.
be: Тэмпэратура большая за працоўную тэмпэратуру тэлефона; функцыянальнасьць абмяжоўваецца.

source: The temperature is lower than the operating temperature of the phone, functionality is limited.
be: Тэмпэратура меншая за працоўную тэмпэратуру тэлефона; функцыянальнасьць абмяжоўваецца.

source: The text entered is not a valid username.
be: Упісаны тэкст ня ёсьць адпаведным іменем карыстальніка.

source: The upgrade process requires approximately %dMb of internal phone storage.
be: Каб палепшыць, трэба прыкладна %d Мб унутранага сховішча тэлефона.

source: The upgrade process requires approximately %d Mb of internal phone storage.
be: Каб палепшыць, трэба прыкладна %d МБ унутранага сховішча тэлефона.

source: The upgrade process requires approximately %s Mb of internal storage.
be: Каб палепшыць, трэба прыкладна %s МБ унутранага сховішча.

source: The username or password for %s is incorrect.
be: Неадпаведнае імя або пароль на %s.

source: The username or password isn't valid.
be: Неадпаведныя пароль або імя карыстальніка.

source: The username or password you entered could be incorrect.
be: Імя карыстальніка або пароль, якія вы ўпісалі, могуць быць неадпаведнымі.

source: The username or password you entered is incorrect.
be: Імя карыстальніка або пароль, якія вы ўпісалі, ня ёсьць адпаведнымі.

source: The vCard composer is not correctly initialized
be: Укладальнік візытовак не запушчаны належным чынам

source: The video will be deleted.
be: Гэтае відэа выдаліцца.

source: The video you recorded is too large to send via MMS.
be: Відэа, якое вы запісалі, завялікае, каб даслаць яго праз MMS.

source: The web login page has redirected for too many times
be: Сеціўная старонка ўваходу зашмат перанакіроўвалася

source: The widget you want to add needs 'scrollable widgets support' which is currently disabled.
be: Віджэт, які хочаце дадаць, патрабуе «падтрымваць пракручвальныя віджэты», што зараз забаронена.

source: The widget you want to add needs \'scrollable widgets support\' which is currently disabled.\nDo you want to enable it now?
be: Віджэт, які вы хочаце дадаць, патрабуе «падтрымваць пракручвальныя віджэты», што зараз забаронена.\n Ці хочаце вы дазволіць падтрымваць гэта?

source: The word already exists
be: Слова ўжо ёсьць

source: The worst bath ever!
be: Заўжды дрэнная ванна!

source: Theater
be: Тэатар

source: Theatre
be: Тэатар

source: Theme Preview
be: Прагляд аздабленьня

source: Themes Preferences
be: Перавагі аздабленьняў

source: Then step out of the camera's view.
be: Потым выйдзіце па-за межы поля зроку камэры.

source: Then tap the icon once to activate it.
be: Потым націсьніце на значак, каб задзейнічаць яго.

source: There are %1$d deleted items for %2$s, account %3$s.
be: Маем %1$d сьцёртыя з рахунку %3$s пункты %2$s.

source: There are %1$d deleted items for %2$s, account %3$s. What would you like to do?
be: Маем %1$d выдаленыя з рахунку %3$s пункты %2$s. Што вы хочаце зрабіць?

source: There are models whose remain does not change every 1%.
be: У некаторых прыладах зьмяняецца не па адным адсотку.

source: There are models whose temperature is not displayed.
be: У некаторых прыладах тэмпэратура не паказваецца.

source: There are no Internet calling accounts on this phone.
be: Тэлефон ня мае рахункаў на выклікі празь сеціва.

source: There are no Internet calling accounts on this phone. Add one now?
be: Гэты тэлефон ня мае рахункаў на выклікі празь сеціва. Ці дадаць рахунак зараз?

source: There are no comments
be: Няма выказваньняў

source: There are no email clients installed.
be: Няма ўсталяваных паштовых кліентаў.

source: There are no exportable contacts.
be: Няма кантактаў, якія можна выняць.

source: There are no matches in Android Market for the search: <b>^1</b>
be: Нічога не знайшлі, калі шукалі ў краме «<b>^1</b>»

source: There are no photos of you
be: Гэта — фатаздымкі з вамі

source: There are problems with the security certificate for this site.
be: Выявіліся праблемы з пасьведчаньнем бясьпекі гэтае пляцоўкі.

source: There are some important things to understand to get the most out of your phone.
be: Некалькі важных рэчаў, якія трэба разумець, каб напоўніцу карыстацца тэлефонам.

source: There are too many unsent multimedia messages.
be: Маецца вельмі шмат недасланых MMS.

source: There has been a problem creating this account.
be: Выявілася праблема, калі спрабавалі стварыць рахунак

source: There is a limit of %1$s attachments.
be: Найвялікшая колькасьць залучнікоў — %1$s.

source: There is a limit of %2$s recipients.
be: Найвялікшая колькасьць атрымальнікаў — %2$s.

source: There is a lovely cat in front of you♥
be: Перад табою чароўнае кацяня♥

source: There is a new version of Skype available for your handset.
be: Да вашае прылады маецца новая вэрсія Skype.

source: There is a new version of the su binary available.
be: Маецца новая вэрсія выканальнага файла su.

source: There is a new version of the su binary available. Press \'Ok\' to attempt to install it automatically.
be: Маецца новая вэрсія выканальнага файла su. Націсьніце «Добра», каб паспрабаваць самарушна ўсталяваць яе.

source: There is a problem connecting to your company's servers at ^1.
be: Выявілася праблема, калі спрабавалі злучыцца з паслужніком вашага таварыства (^1).

source: There is a problem loading the licenses.
be: Выявілі праблему, калі спрабавалі прачытаць ліцэнзіі.

source: There is a problem parsing the package.
be: Выявілі праблему, калі спрабавалі разабраць пакунак.

source: There is a problem using your SD card for USB mass storage.
be: Выявіліся непаладкі, калі спрабавалі скарыстаць картку SD як сховішча USB.

source: There is a problem using your SD card for USB storage.
be: Выявіліся непаладкі, калі спрабавалі скарыстаць картку SD як сховішча USB.

source: There is a problem using your USB storage for USB mass storage.
be: Выявіліся непаладкі, калі спрабавалі скарыстаць сховішча USB як прыладу сховішча.

source: There is already a ^1 account on this phone
be: Тэлефон ужо мае рахунак ^1

source: There is an incoming file from another device, please confirm that you want to receive this file
be: Маем уваходны файл ад іншае прылады: пацьвердзіце, калі ласка, што вы хочаце атрымаць гэты файл

source: There is no application to handle this file type.
be: Няма праґрамы, якая апрацоўвала б гэты від файлаў.

source: There is no exportable contact
be: Няма кантактаў, якія можна выняць

source: There is no exportable contact.
be: Няма кантактаў, якія можна выняць.

source: There is no exportable contact. If you have actualy have contacts on your phone, all the contacts may be prohibited from being exported to outside the phone by some data provider.
be: Няма кантактаў, якія можна выняць. Калі вы сапраўды маеце на тэлефоне кантакты, мажліва, нейкі з пастаўнікоў гэтых зьвестак не дазваляе вымаць гэтыя кантакты па-за межы тэлефону.

source: There is no installed app that can open this attachment.
be: Няма праґрамы, якая магла б адчыніць гэты залучнік.

source: There is no network connection right now.
be: Зараз няма злучэньня зь сеткаю.

source: There is no similar content in Android Market.
be: Няма падобнага зьместу ў краме Android.

source: There is no update available.
be: Абнаўленьняў няма.

source: There is not enough space on USB storage to save the file from \u0022%1$s\u0022
be: Бракуе прасторы ў сховішчы USB, каб захаваць файл ад «%1$s»

source: There is not enough space on external storage.
be: Бракуе прасторы ў вонкавым сховішчы.

source: There is not enough space on internal download storage.
be: Бракуе прасторы ва ўнутраным сховішчы.

source: There is not enough space on the SD card to save the file from \"%1$s\"
be: Бракуе прасторы на картцы SD, каб захаваць файл ад «%1$s»

source: There is not enough space on the SD card to save the file from \u0022%1$s\u0022
be: Бракуе прасторы на картцы SD, каб захаваць файл ад «%1$s»

source: There is not enough space.
be: Бракуе прасторы.

source: There is not enough storage left.
be: Бракуе прасторы ў сховішчы.

source: There is usually no reason to stop it.
be: Звычайна падставаў спыняць яго няма.

source: There isn't enough space in USB storage to save the file from \u0022%1$s\u0022
be: Бракуе прасторы ў сховішчы USB, каб захаваць файл ад «%1$s»

source: There isn't enough space on the SD card to save the file from \u0022%1$s\u0022
be: Бракуе прасторы на картцы SD, каб захаваць файл ад «%1$s»

source: There may be a problem with your network or your account may not yet be opted into Google+.
be: Мажліва, праблема зь сеткаю, або ваш рахунак яшчэ не далучыўся да Google+.

source: There was a network error while trying to sign in to ^1.
be: Сетка дала хібу, калі спрабавалі ўвайсьці ў ^1.

source: There was a problem changing the setting
be: Выявілася непаладка, калі спрабавалі зьмяніць налады

source: There was a problem communicating with the server.
be: Выявілася праблема, калі спрабавалі зьвязацца з паслужніком.

source: There was a problem connecting to %1$s.
be: Выявілася праблема, калі спрабавалі злучыцца з %1$s.

source: There was a problem downloading the update.
be: Выявілася праблема, калі спрабавалі спампаваць абнаўленьне.

source: There was a problem installing the update.
be: Выявілася праблема, калі спрабавалі ўсталяваць абнаўленьне.

source: There was a problem pairing with %1$s because the PIN or Passkey is incorrect.
be: Выявілася праблема, калі спрабавалі спалучыцца з %1$s: неадпаведныя PIN або пароль.

source: There was a problem pairing with %1$s.
be: Выявілася праблема, калі спрабавалі спалучыцца з %1$s.

source: There was a problem processing your request.
be: Выявілася праблема, калі спрабавалі апрацаваць запыт.

source: There was a problem setting the frequency band.
be: Выявілася непаладка, калі спрабавалі вызначыць абсяг частот.

source: There was a problem setting the regulatory domain.
be: Выявілася праблема, калі спрабавалі наладзіць абсяг паўнамоцтваў.

source: There was a problem setting the sleep policy.
be: Выявілася праблема, калі спрабавалі наладзіць, калі ўсыпляць Wi-Fi.

source: There was a problem signing into your account.
be: Выявілася праблема, калі спрабавалі ўвайсьці ў рахунак.

source: There was a problem starting up.
be: Выявілася праблема, калі спрабавалі запусьціць.

source: There was a problem trying to create the album.
be: Выявілася праблема, калі спрабавалі стварыць альбом.

source: There was a problem turning off USB storage.
be: Выявіліся непаладкі, калі спрабавалі вылучыць сховішча USB.

source: There was a problem turning off USB storage. Check to make sure you have unmounted the USB host, then try again.
be: Выявілася праблема, калі спрабавалі выключыць сховішча USB. Спраўдзіце, ці сапраўды вы адмацавалі вузел USB, і паспрабуйце зноўку.

source: There was a problem uploading your photo ...
be: Выявіліся непаладкі, калі спрабавалі запампаваць фота…

source: There was a problem while playing.
be: Выявілася праблема, калі прайгравалі.

source: There was a problem with the network response.
be: Выявілася праблема з адказам сеткі..

source: There was a timeout while accepting an incoming file from \u0022%1$s\u0022
be: Час прымаць уваходны файл ад «%1$s» сышоў
